Repository: waseemkhanyes/kulushae
Catalog: Localizable.xcstrings
Source language: en
Languages: ar

source: (optional)
ar: (خياري)

source: 2 Doors
ar: 2 أبواب

source: 2 Seater
ar: 2 مقاعد

source: 3 Doors
ar: 3 أبواب

source: 4 Doors
ar: 4 أبواب

source: 4 Seater
ar: 4 مقاعد

source: 5 Seater
ar: 5 مقاعد

source: 5+ Doors
ar: 5+ أبواب

source: 7 Seater
ar: 7 مقاعد

source: 1001, U-bora Office Tower, Marasi Drive, Business Bay, Dubai
ar: 1001، برج مكاتب يو بورا، مراسي درايف، الخليج التجاري، دبي

source: Abu Dhabi
ar: أبو ظبي

source: acknowledge that you have read our
ar: تعترف بانك قد قرات مالدينا

source: Ad will be displayed on your default location
ar: سيتم عرض الاعلان على موقعك الافتراضي

source: Address
ar: عنوان

source: Ads with 360 Tour
ar: اعلانات بجودة 360 درجه

source: Advance Filter
ar: مرشح متقدم

source: AED
ar: درهم

source: Agent
ar: عامل

source: Ajman
ar: عجمان

source: Al Ain
ar: العين

source: All
ar: الجميع

source: All Brands
ar: جميع العلامات التجارية

source: Already have an account?
ar: هل لديك حساب؟

source: Amenities
ar: وسائل الراحة

source: American Specs
ar: المواصفات الأمريكية

source: and
ar: و

source: Apply
ar: يتقدم

source: Apply for All
ar: التقديم للجميع

source: Are you sure you want to delete profile permanently?
ar: هل أنت متأكد أنك تريد حذف الملف الشخصي نهائيًا؟

source: Are you sure you want to delete selected Ads? This action cannot be undone.
ar: هل انته متاكد من رغبتك في حذف الاعلانات المحددة ؟ لايمكن التراجع عن هذا الاجراء

source: Area / Size
ar: المساحه / الحجم

source: Automatic Transmission
ar: إنتقال تلقائي

source: Bathroom
ar: حمام

source: Bathrooms
ar: الحمامات

source: Bedroom
ar: غرفه نوم

source: Bedrooms
ar: غرف نوم

source: Body Type
ar: نوع الجسم

source: Brands
ar: العلامات التجارية

source: Buy Wisely, Sell Smart
ar: اشتري بحكمه /بيع بذكاء

source: By continuing, you agree to our
ar: من خلال الاستمرار / فانك توافق على مالدينا

source: Camera
ar: اله تصوي

source: Canadian Specs
ar: المواصفات الكندية

source: Cancel
ar: يلغى

source: Cars
ar: سيارات

source: Category
ar: فئه

source: Change Current Location
ar: تغيير الموقع الحالي

source: Change Location
ar: تغيير الموقع

source: Chat
ar: محادثه

source: choose %@
ar: يختار

source: Choose Country
ar: اختر البلد

source: Choose Image from
ar: اختر من الصور

source: Choose Location
ar: اختيار موقع

source: Choose the Desire Location
ar: اختر موقع الرغبة

source: Cities
ar: مدن

source: Clear
ar: واضح

source: click here
ar: نقر هنا

source: Close
ar: يغلق

source: Code has been send to
ar: تم ارسل الرمز

source: Coming Soon..
ar: قريباً..

source: Company Info
ar: معلومات الشركه

source: Complete your profile
ar: أكمل ملفك الشخصي

source: Contact Us
ar: اتصل بنا

source: Continue
ar: تابع

source: Continue with Apple
ar: تواصل مع ابل

source: Continue with Email
ar: واصل مع البريد الاكتروني

source: Continue with Google
ar: تواصل مع كوكل

source: Continue with Phone Number
ar: تواصل مع رقم الهاتف

source: Coupe
ar: كوبيه

source: Create Account with Email
ar: إنشاء حساب بالبريد الإلكتروني

source: Create Account with Mobile
ar: إنشاء حساب مع الجوال

source: Crossover
ar: كروس اوفر

source: Delete
ar: مسح

source: Delete Account
ar: حذف الحساب

source: Delete Account?
ar: حذف الحساب؟

source: Delete Ads?
ar: هل تريد حذف الاعلانات؟

source: Description
ar: وصف

source: Descriptions
ar: الاوصاف

source: Detail
ar: التفاصيل

source: Developer
ar: مطور

source: Diesel
ar: ديزل

source: Don't have an account?
ar: هل لديك حساب ؟

source: Done
ar: منتهي

source: Doors
ar: ابواب

source: Dubai
ar: دبي

source: e.g. Damac Hills
ar: على سبيل المثال داماك هيل

source: Edit Personal Details
ar: تحرير التفاصيل الشخصية

source: Edit Profile Photo
ar: تحرير صورة الملف الشخصي

source: Electric
ar: كهربائي

source: Email
ar: بريد الاكتروني

source: Engine Capacity
ar: سعة المحرك

source: Engine Capacity (cc)
ar: سعه المحرك ( سم مكعب )

source: Exclude Locations
ar: استبعاد الموقع

source: Favourite
ar: مفضل

source: Featured
ar: متميز

source: Filters
ar: المرشحات

source: First Name
ar: الاسم الاول

source: Forgot password with Email
ar: نسيت كلمه المرور مع البريد الاكتروني

source: Forgot password with Mobile
ar: نسيت كلمه المرور مع الجوال

# Forgot the password?
source: Forgot password?
ar: ل نسيت كلمه المرور ؟

source: From
ar: من

source: From Year
ar: من سنة

source: Fuel type
ar: نوع الوقود

source: Fuel Type
ar: نوع الوقود

source: Fujairah
ar: الفجيرة

source: Furnished
ar: مفروشه

source: Furnishing Type
ar: نوع التاثيث

source: Gallery
ar: صاله العرض

source: Go Back
ar: عُد

source: Hard T Cont.
ar: سياراة مكشوفة ذات سقف صلب

source: Hard Top Convertible
ar: سياراة مكشوفة ذات سقف صلب

source: Hatchback
ar: هاتشباك

source: Hello, what are you listing today?
ar: مرحبا - ماهي قائمه اليوم

source: Hold to Record
ar: اظغط للتسجيل

source: Hold to Talk
ar: اظغط للتسجيل

source: Horse Power
ar: قوة حصان

source: Horsepower
ar: قوة حصان

source: how we collect, use, and share your data.
ar: كيف نجمع بيانتك ونستخدمها ونشاركها.

source: Hybrid
ar: سيارة هجينة

source: Information
ar: معلومه

source: KILOMETER
ar: كيلومتر

source: Last Name
ar: اسم العائله

source: Left Hand
ar: اليد اليسرى

source: Listed
ar: مدرج

source: Listed By
ar: المدرجه من قبل

source: Login
ar: تسجيل الدخول

source: Login with Email
ar: تسجيل الدخول باستخدام البريد الاكتروني

source: Login with Mobile
ar: تسجيل الدخول باستخدام الجوال

source: Make
ar: يصنع

source: Manual Transmission
ar: ناقل الحركة اليدوي

source: Map
ar: خريطة

source: Member Since
ar: عضو منذ

source: Message Sent
ar: تم الارسال

source: Missing
ar: مفتقد

source: Mobile
ar: متحرك

source: Model
ar: نموذج

source: More Filter
ar: المزيد من التصفية

source: My Ads
ar: إعلاناتي

source: My Profile
ar: ملفي

source: New Cars
ar: سيارات جديدة

source: New here? Sign Up
ar: جديد هنا؟ اشتراك

source: Next
ar: التالي

source: No
ar: لا

source: No ad Posted yet
ar: لم يتم نشر اي اعلان حتى الان

source: No Data Available
ar: لا تتوافر بيانات

source: No item found
ar: لم يتم العثور على أي عنصر

source: No Recorded Filim Found
ar: لم يتم العثور على فيلم مسجل

source: Number of Cylinder
ar: عدد الاسطوانة

source: Number of Doors
ar: عدد الاسطوانات

source: Ok
ar: تمام

source: OK
ar: تمام

source: Okay
ar: تمام

source: Password
ar: كلمة المرور

source: Payment Failed
ar: عملية الدفع فشلت

source: Payment Successfull
ar: تم الدفع بنجاح

source: Petrol
ar: بنزين

source: phone
ar: هاتف

source: Phone
ar: هاتف

source: Photos
ar: الصور

source: Pick Up Truck
ar: شاحنة نقل

source: Please enter valid Email ID
ar: الرجاء إدخال البريد الإلكتروني الصحيح

source: Posted Successfully
ar: تم النشر بنجاح

source: Price Range
ar: نطاق السعر

source: Privacy Policy
ar: سياسه الخصوصيه

source: Profile
ar: حساب تعريفي

source: Properties
ar: ملكيات

source: Property Type
ar: نوع الملكية

source: Publish
ar: ينشر

source: Quick Click
ar: انقر سريعا

source: Quick Links
ar: الاختصارات

source: Ras Al Khaimah
ar: رأس الخيمة

source: Ready By
ar: جاهز بواسطة

source: Recent Ads
ar: الاعلانات الاخيرة

source: Recording...
ar: تسجيل...

source: Release to Send
ar: عن ارسال

source: Rent
ar: ايجار

source: Resend Code
ar: اعادة ارسال الرمز

source: Resend code in
ar: إعادة إرسال الرمز في

source: Reset
ar: اعادة ظبط

source: Reset All
ar: اعادة ظبط الجميع

source: Result Found
ar: تم العثور على النتيجه

source: Right Hand
ar: اليد اليمنى

source: Save
ar: يحفظ

source: Save Changes
ar: حفظ التغييرات

source: Search
ar: يبحث

source: Search by Location
ar: البحث حسب الموقع

source: Search Country
ar: بحث عن البلد

source: Search here...
ar: ابحث هنا...

source: Seating Capacity
ar: سعه الجلوس

source: Seats
ar: مقاعد

source: Sedan
ar: سيدان

source: See All
ar: اظهار الكل

source: Select Category
ar: اختر الفئة

source: Select Country
ar: اختر البلد

source: Select Option
ar: حدد الخيار

source: Select Year
ar: حدد السنة

source: Selected
ar: مختارة

source: Sell
ar: يبيع

source: Seller type
ar: نوع البائع

source: Send us Message
ar: أرسل لنا رسالة

source: Sharjah
ar: الشارقة

source: Show Results
ar: أظهر النتائج

source: Sign in
ar: تسجيل الدخول

source: Sign In with Apple
ar: تسجيل الدخول مع ابل

source: Sign out
ar: خروج

source: Sign up
ar: اشتراك

source: Skip
ar: يتخطى

source: Soft Top Convertible
ar: سيارة مكشوفة ذات سقف لين

source: SPECS
ar: المواصفات

source: Sports Car
ar: سيارة رياضية

source: Sqft
ar: قدم مربع

source: Start Typing..
ar: ابدأ الطباعه..

source: Steering
ar: توجيه

source: Steering Side
ar: الجانب التوجيهي

source: Studio
ar: استوديو

source: Super Agent
ar: وكيل سوبر

source: Support
ar: يدعم

source: SUV
ar: دفع رباعي

source: Swipe left to cancel
ar: اسحب لليسار للالغاء

source: Take Photo
ar: تصوير

source: Terms & Conditions
ar: البنود والظروف

source: Terms of Service
ar: شروط الخدمه

source: There is no data to show you right now.
ar: لا توجد بيانات لتظهر لك الآن.

source: To
ar: ل

source: to learn
ar: ليتعلم

source: To Year
ar: الى سنة

source: Total
ar: المجموع

source: Transmission type
ar: نوع التحويل

source: Transmission Type
ar: نوع التحويل

source: Trim
ar: تقليم

source: Truck
ar: شاحنة

source: Types
ar: انواع

source: Umm Al Quwain
ar: ام القيوين

source: Unfurnished
ar: غير مفروشه

source: Upload from Gallery
ar: تحميل من المعرض

source: Upload Photos
ar: تحميل الصور

source: Uploading
ar: جاري التحميل

source: User not authorized
ar: المستخدم غير مصرح له

source: Utility Truck
ar: شاحنة المرافق

source: Validate OTP
ar: التحقق من صحه OTP

source: Van
ar: سيارة نقل

source: Video
ar: فيديو

source: Wagon
ar: عربة

source: We will contact you soon. Thank you
ar: سوفه نتصل بك قريبا .شكرا لك

source: We’re sorry to fetch your information, please initiate it manually
ar: نأسف لجلب معلوماتك، يرجى البدء بذلك يدويًا

# What are you looking?
source: What are you looking for?
ar: ماذا تبحث؟

source: Year
ar: سنة

source: Yes, Delete my profile
ar: نعم، احذف ملفي الشخصي

source: You don't have any messages
ar: ليس لديك ايه رسائل
